Repository: Jessanj/jumuiya_app
Catalog: lib/l10n/app_*.arb
Languages: sw

source: Hello World!
sw: Habari Dunia!

source: Today
sw: Leo

source: Welcome
sw: Karibu

source: Get Started
sw: Anza Sasa

# by_continuing
source: By continuing , I agreed to the
sw: Kwa kuendelea , Mimi nakubaliana na

# community_quote
source: The greatness of a community is most accurately measured by the compassionate actions of its members.
sw: Ukuu wa jumuiya hupimwa kwa usahihi zaidi na matendo ya huruma ya wanachama wake

source: Terms & Condition
sw: Sheria na Masharti

source: Personal Information
sw: Taarifa Binafsi

source: Group Information
sw: Taarifa za kikundi

source: Phone number
sw: Namba ya simu

source: Home Address
sw: Anuani ya makazi

source: Map Address
sw: Anuani kwenye Ramani

source: Name
sw: Jina

source: Group Type
sw: Aina ya Kikundi

source: Location
sw: Eneo

source: members
sw: Wanachama

source: Created Date
sw: tarehe iliyoundwa

source: More Details..
sw: Maelezo zaidi..

source: Group Number
sw: Namba ya Kikundi

# date_join
source: Date Joined
sw: Tarehe ya kujiunga

source: Total Attendance
sw: Jumla ya Mahuzulio

source: Total Contribution
sw: Jumla ya Michango

source: Members Details
sw: Taarifa za Mwanachama

# attendance_info
source: Attendance Information
sw: Taarifa za Mahuzulio

# edit_user_detail
source: Edit User Details
sw: Hariri Taarifa za Mtumiaji

source: Update
sw: Sasisha

source: No Group Attached
sw: Hujaungwa katika kikundi

# get_started_event
source: Get started with events
sw: Anza kuweka matukio

source: Pending for Approval
sw: Inasubiri kupitishwa

source: Upcoming Events
sw: Matukio yanayofuata

source: Meeting Attendance
sw: Mahudhurio ya vikao

source: Family
sw: Familia

source: New
sw: mpya

source: For
sw: ya

source: Record
sw: Rekodi

source: Attendance
sw: Mahudhurio

source: Events
sw: Matukio

source: Present
sw: Waliopo

source: Absent
sw: Hawapo

source: Guest
sw: Wageni

source: Title of the Event
sw: Jina la Tukio/kikao

# desc_message
source: Short description about the event to give context
sw: Maelezo mafupi kuhusu tukio au kikako , kutoa maana zaidi ya jina lake

source: Donate
sw: Sadaka

source: Contribute
sw: Michango

source: Share
sw: Hisa

source: My Profile
sw: Wasifu Wangu

source: Profile
sw: Wasifu

source: Remains
sw: Waliobaki

source: Filter Search
sw: Tafuta kwa Kuchuja

source: Present
sw: Yupo

source: Absent
sw: Hayupo

source: Permit
sw: Ruhusa

source: Join group
sw: Kujiunga na Kikundi

source: Description
sw: Maelezo

source: Group Leadership
sw: Uongozi wa Kikundi

source: Edit User Role
sw: Hariri Jukumu la Mtumiaji

source: Change Role
sw: Badilisha Jukumu

source: Assigned Role
sw: Jukumu alilinalo

source: Permissions
sw: Ruhusa

# no_group_leader
source: No group Leaders
sw: Kikundi hakina viongozi

source: Add Leaders
sw: Ongeza Viongozi

# election_and_votes
source: Election & Votes
sw: Uchaguzi na Kula

source: Welcome to Polling Station
sw: Karibu katika kituo cha Uchanguzi

source: Create New Election
sw: Tengeneza Uchaguzi Mpya

source: Election Title
sw: Jina la Uchaguzi

source: Election Deadline
sw: Mwisho wa Uchaguzi

source: Election Type
sw: Aina ya Uchaguzi

source: Status
sw: Hali

source: End
sw: Mwisho

source: Option
sw: Chaguo

# add_election_option
source: Add Election Options
sw: Ongeza Chaguzi za Uchaguzi

source: Type
sw: Aina

source: Created by
sw: Aliyeunda

source: Election Options
sw: Chaguzi za Uchaguzi
